{
    "language_name": "english",
    "quiz_loading": "Loading…",
    "quiz_strongly_agree": "Strongly Agree",
    "quiz_agree": "Agree",
    "quiz_neutral": "Neutral/Unsure",
    "quiz_disagree": "Disagree",
    "quiz_strongly_disagree": "Strongly Disagree",
    "quiz_back": "back",
    "quiz_question_of": "Question {{count}} of {{total}}",
    "inst_h2": "Instructions",
    "inst_p": "You will be presented with a series of statements. For each one, click the button with your opinion on it. There is a langauge picker in the top right if you wish to use this site in another language.",
    "inst_gotit": "Got it!",
    "inst_nvm": "Wait, nevermind!",
    "result_h1": "Results",
    "result_url": "<br>You can send these results by copying and pasting the URL at the top of the page or using the image below.",
    "result_h2_match": "Closest Match: <span class='weight-300' id='ideology-label'> </span>",
    "result_h2_next_matches": "Next closest matches",
    "next_matches_percent": "With your closest match as 100% and farthest as 0%, here is how closely you matched the other ideologies.",
    "result_h2_score": "I don't like my scores!",
    "result_issues": "Please remember that you are not intended to get a 100% score in any of the categories. The point of the quiz is to challenge your views. If you have any suggestions or constructive criticism please fill out this <a href='https://forms.gle/Puc4sjaSQqvwNu6q8'>short form</a> or open an issue on the <a href='https://github.com/LeftValues/leftvalues.github.io'>GitHub Page</a>.",
 
    "result_a_label": "Revolutionary,Progressive,Reformist,Neutral,Conservative,Traditionalist,Reactionary",
    "result_b_label": "Laissez-Faire,Free Markets,Limited Regulation,Neutral,Regulationist,Interventionist,Planned Economy",
    "result_c_label": "Anarchist,Libertarian,Liberal,Neutral,Statist,Authoritarian,Totalitarian",
    "result_d_label": "Isolationism,Pacifism,Non-Aggressive,Neutral,Diplomatic Interventionism,Universalism,Imperialism",
    "result_e_label": "Theocrat,Theocrat,Religious Influence,Neutral,Anti-Clericalism,Seperation,Seperation",
    "result_f_label": "Transhumanism,Accelerationism,Pro-Technology,Neutral,Bioconservatism,Decelerationism,Primitivism",
    "result_g_label": "Monoculturalism,Nativism,Assimilationism,Neutral,Polyculturalism,Multiculturalism,Multiculturalism",
    "result_back": "Back",
    "index_b_start": "Click here to start!",
  
    "question_0": "Homosexuality is against my personal moral values.",
    "question_1": "A crackdown on pornography is beneficial to society.",
    "question_2": "The negatives of rapid reform outweighs its positives.",
    "question_3": "I disagree with most of the values that Progressivism advocates.",
    "question_4": "Generally speaking, equality of outcome is fairer than equality of opportunity.",
    "question_5": "Abortion should be legal as a woman has a right to kill a fetus.",
    "question_6": "A lot of traditional values are outdated.",
    "question_7": "I support (Third/Fourth) Wave Feminism.",
    "question_8": "The LGBT movement deserves more respect.",
    "question_9": "Racial discrimination is too high in Western countries.",
    "question_10": "The freer the markets, the freer the people.",
  
    "question_11": "Economic regulation causes economic stagnation and the overall reduction of productivity.",
    "question_12": "Most, if not all forms of taxation is theft.",
    "question_13": "The gain of the market directly correlate to the gain of the individual.",
    "question_14": "Government is a bigger cause of economic inequality than Capitalism is.",
    "question_15": "Capitalism will induce its own demise through contradictions that result in crisis.",
    "question_16": "A Laissez-Faire economy causes monopolies to form, and worsens class divide.",
    "question_17": "It is necessary for the government to intervene in the economy to protect its consumers.",
    "question_18": "We need to have more welfare compared to what we have currently.",
    "question_19": "The minimum wage should be increased.",
  
    "question_20": "The state should be abolished.",
    "question_21": "I would rather have a constitutional monarchy than an absolute monarchy.",
    "question_22": "I support a constitution that limits the state's power.",
    "question_23": "Rights are inalienable and natural, and do not come from the government.",
    "question_24": "The state can be best defined as a monopoly on violence and oppression.",
    "question_25": "A strong government is required for a safe society.",
    "question_26": "I prioritize security over liberty.",
    "question_27": "I prefer a unitary state over a federal state.",
    "question_28": "Theoretically, a morally good dictator would bring more good than bad.",
    "question_29": "Strong governments are more efficient than democratic governments.",
  
    "question_30": "My nation's ideals are better than most other nation's ideals.",
    "question_31": "The enemy of my enemy is my friend.",
    "question_32": "Foreign intervention is sometimes necessary.",
    "question_33": "Foreign officials have no right to dictate policy in another country.",
    "question_34": "Open borders between likeminded socialist countries is desirable.",
    "question_35": "We should avoid conflict when possible.",
    "question_36": "Political unions like the EU generally do more harm than good.",
    "question_37": "I support isolationism.",
    "question_38": "The War on Terror was a mistake.",
    "question_39": "My country spends too much money on the military.",
  
    "question_40": "Public schools should not advocate for any religious belief.",
    "question_41": "Religion should play a much smaller role compared to the present.",
    "question_42": "Churches should be taxed the same way as how most other organizations are taxed.",
    "question_43": "The church and state needs to be seperated.",
    "question_44": "Theocracy is tyranny.",
    "question_45": "There should be one or more official religion(s) in my country.",
    "question_46": "Public schools should teach students to be followers of my religion.",
    "question_47": "My nation is a religious nation.",
    "question_48": "Secularism is unhealthy for society.",
    "question_49": "If I can vote, I would consider the candidates' religious beliefs when voting.",
  
    "question_50": "Rapid technological advancement causes more harm than good.",
    "question_51": "Life before the industrial revolution was much better.",
    "question_52": "Modern urban life is unfulfilling because of technological development.",
    "question_53": "If given the choice, I would reject an extension of my lifespan by centuries.",
    "question_54": "Transhumanism is an absurd idea.",
    "question_55": "It is foolish to expect renewable energy sources to be able to replace fossil fuels.",
    "question_56": "We should accelerate our technological progress.",
    "question_57": "Promoting nuclear energy is more effective than implementing environmental regulations.",
    "question_58": "Transhumanism lets us overcome challenges of our human body, which is necessary for humanity to progress further.",
    "question_59": "Currently, people are too paranoid about AI.",
  
    "question_60": "Governments should be as concerned about foreign citizens as they are about those within their borders.",
    "question_61": "Most, if not all societies should be a blend of different cultures.",
    "question_62": "Borders should be as open as possible.",
    "question_63": "There shouldn't be an official language in my country.",
    "question_64": "Nativism is discriminatory in nature.",
    "question_65": "In general, immigrants are bad for the country.",
    "question_66": "Immigrants should be expected to learn the majority language of the country.",
    "question_67": "Immigrants can never really adapt to our way of life.",
    "question_68": "There should be a shared and unified cultural identity in my country.",
    "question_69": "If we accept migrants at all, it is important that they assimilate into our culture.",
  
    "ideology_Fascism_name": "Fascism",
    "ideology_Fascism_desc": "Fascism is a form of authoritarian ultranationalism characterized by dictatorial power, forcible suppression of opposition, and strong regimentation of society and of the economy, which came to prominence in early 20th-century Europe.",
    
    "ideology_Nazism_name": "Nazism",
    "ideology_Nazism_desc": "Nazism is a form of Fascism with disdain for liberal democracy and the parliamentary system, and advocates for ideas like antisemitism, anti-communism, scientific racism, German nationalism, and eugenics.",
   
    "ideology_Absolute-Monarchism_name": "Absolute Monarchism",
    "ideology_Absolute-Monarchism_desc": "Absolute Monarchism, also called Absolutism, is a form of monarchy in which the monarch holds supreme autocratic authority, principally not being restricted by written laws, legislature, or unwritten customs. These are often hereditary monarchies.",
    
    "ideology_Constitutional-Monarchism_name": "Constitutional Monarchism",
    "ideology_Constitutional-Monarchism_desc": "Constitutional Monarchism is a form of monarchy in which the monarch exercises authority in accordance with a written or unwritten constitution. Within Constitutional Monarchism, the monarch acts as a non-party political head of state under the constitution, whether written or unwritten.",
   
    "ideology_Conservatism_name": "Conservatism",
    "ideology_Conservatism_desc": "Conservatism is an aesthetic, cultural, social, and political philosophy, which seeks to promote and to preserve traditional social institutions. n Western culture, conservatives seek to preserve a range of institutions such as organized religion, parliamentary government, and property rights.",
   
    "ideology_Neoconservatism_name": "Neoconservatism",
    "ideology_Neoconservatism_desc": "Neoconservatives typically advocate the promotion of democracy and interventionism in international affairs, including peace through strength, and are known for espousing disdain for communism and political radicalism.",
   
    "ideology_Libertarianism_name": "Libertarianism",
    "ideology_Libertarianism_desc": "Libertarianism, or more specifically Right-Libertarianism, is a political philosophy and movement that upholds liberty as a core principle. Libertarians seek to maximize autonomy and political freedom, emphasizing free association, freedom of choice, individualism and voluntary association.",
   
    "ideology_Individualist-Anarchism_name": "Individualist Anarchism",
    "ideology_Individualist-Anarchism_desc": "Individualist anarchism is the branch of anarchism that emphasizes the individual and their will over external determinants such as groups, society, traditions and ideological systems.",
   
    "ideology_Agorism_name": "Agorism",
    "ideology_Agorism_desc": "Agorism is a free-market anarchist political philosophy that supports bringing about a society in which all relations between people are voluntary exchanges, and aims to achieve this through counter-economics.",
   
    "ideology_Anarcho-Capitalism_name": "Anarcho-Capitalism",
    "ideology_Anarcho-Capitalism_desc": "Anarcho-capitalism is a political philosophy and economic theory that advocates the elimination of centralized states in favor of a system of private property enforced by private agencies, free markets and the right-libertarian interpretation of self-ownership, which extends the concept to include control of private property as part of the self.",
   
    "ideology_Minarchism_name": "Minarchism",
    "ideology_Minarchism_desc": "Minarchism maintains that the state's only legitimate function is the protection of individuals from aggression, theft, breach of contract, and fraud, and the only legitimate governmental institutions are the military, police, and courts. Similarly to other Libertarian ideologies, it emphasizes on freedom of speech, property, and voluntary association.",
   
    "ideology_Technocracy_name": "Technocracy",
    "ideology_Technocracy_desc": "Technocracy is a system of government in which a decision-maker or makers are elected by the population or appointed on the basis of their expertise in a given area of responsibility, particularly with regard to scientific or technical knowledge.",
   
    "ideology_Neoliberalism_name": "Neoliberalism",
    "ideology_Neoliberalism_desc": "generally associated with policies of economic liberalization, including privatization, deregulation, globalization, free trade, and tricke-down economics, and served as the opposition of Keynesian Economics.",
   
    "ideology_Paleolibertarianism_name": "Paleolibertarianism",
    "ideology_Paleolibertarianism_desc": "Paleolibertarianism is a type of Libertarian ideology which stresses inherent incompatibility between progressivism and the concept of liberty, as well as a focus on the importance of inherited culture as a means of maintaining order.",
   
    "ideology_Geo-Libertarianism_name": "Geo-Libertarianism",
    "ideology_Geo-Libertarianism_desc": "is a political and economic ideology that integrates libertarianism with Georgism, and holds that although people should own the value they produce themselves, all land should belong equally to all members of society. It does not consider land as legitimate private property.",
   
    "ideology_Center-Right-Politics_name": "Center-Right Politics",
    "ideology_Center-Right-Politics_desc": "Center-Right Politics lean to the right of the political spectrum, but are closer to the centre than others. It is influenced by economics liberalism and neoliberalism, but also supports certain left-leaning ideas such as a welfare state and egalitarianism.",
   
    "ideology_Theocracy_name": "Theocracy",
    "ideology_Theocracy_desc": "Theocracy is a form of government in which a deity of some type is recognized as the supreme ruling authority, giving divine guidance to human intermediaries that manage the day-to-day affairs of the government. In some religions, the ruler, usually a king, was regarded as the chosen favorite of God (or gods) and could not be questioned, sometimes even being regarded as the descendant of or a god in their own right.",
   
    "ideology_Reactionary-Conservatism_name": "Reactionary Conservatism",
    "ideology_Reactionary-Conservatism_desc": "Reactionary Conservatism, or Reactionaryism, favor a return to a previous political state of society that they believe possessed positive characteristics that are absent in contemporary society. In modern terms, Reactionary Conservatism refers to a highly traditional position that is opposed to social or political change, that tends to stand in opposition against Enlightenment ideas.",
   
    "ideology_Pink-Capitalism_name": "Pink Capitalism",
    "ideology_Pink-Capitalism_desc": "Pink Capitalism is the incorporation of the LGBT movement and sexual diversity into consumerism and capitalism, in order to create a market that is oriented and tolerated towards LGBT communities.",
   
    "ideology_Paleoconservatism_name": "Paleoconservatism",
    "ideology_Paleoconservatism_desc": "Paleoconservatism is a political philosophy and variety of conservatism in the United States stressing nationalism, Christian ethics, regionalism, and traditionalist conservatism. Their views overlap with the Old Right and Right-Wing Populism.",
   
    "ideology_Right-Wing-Populism_name": "Right-Wing Populism",
    "ideology_Right-Wing-Populism_desc": "Right-Wing Populism is a political ideology which combines right-wing politics and populist rhetoric and themes. The rhetoric often consists of anti-elitist and anti-intellectual sentiments, opposition to the Establishment, and speaking to the 'common people'.",
   
    "ideology_Civic-Nationalism_name": "Civic Nationalism",
    "ideology_Civic-Nationalism_desc": "Civic Nationalism is a form of nationalism identified by political philosophers who believe in an inclusive form of nationalism that adheres to traditional liberal values of freedom, tolerance, equality, and individual rights.",
   
    "ideology_Progressive-Conservatism_name": "Progressive Conservatism",
    "ideology_Progressive-Conservatism_desc": "Progressive conservatism is a political ideology which combines conservative and progressive policies. It believes in the preservation of traditional values, but also supports social reform and progression in areas such as science, economics, education, technology and medicine.",
   
    "ideology_Classical-Liberalism_name": "Classical Liberalism",
    "ideology_Classical-Liberalism_desc": "Classical liberalism is a political ideology and a branch of liberalism that advocates civil liberties under the rule of law with an emphasis on economic freedom. Highly influenced by the Enlightenment, it believes in a limited government that protects individual rights, and limited public services and welfare.",
   
}
