{
    "language_name": "english",
    "quiz_loading": "Loading…",
    "quiz_strongly_agree": "Strongly Agree",
    "quiz_agree": "Agree",
    "quiz_neutral": "Neutral/Unsure",
    "quiz_disagree": "Disagree",
    "quiz_strongly_disagree": "Strongly Disagree",
    "quiz_back": "back",
    "quiz_question_of": "Question {{count}} of {{total}}",
    "inst_h2": "Instructions",
    "inst_p": "You will be presented with a series of statements. For each one, click the button with your opinion on it. There is a langauge picker in the top right if you wish to use this site in another language.",
    "inst_gotit": "Got it!",
    "inst_nvm": "Wait, nevermind!",
    "result_h1": "Results",
    "result_url": "<br>You can send these results by copying and pasting the URL at the top of the page or using the image below.",
    "result_h2_match": "Closest Match: <span class='weight-300' id='ideology-label'> </span>",
    "result_h2_next_matches": "Next closest matches",
    "next_matches_percent": "With your closest match as 100% and farthest as 0%, here is how closely you matched the other ideologies.",
    "result_h2_score": "I don't like my scores!",
    "result_issues": "Please remember that you are not intended to get a 100% score in any of the categories. The point of the quiz is to challenge your views. If you have any suggestions or constructive criticism please fill out this <a href='https://forms.gle/Puc4sjaSQqvwNu6q8'>short form</a> or open an issue on the <a href='https://github.com/LeftValues/leftvalues.github.io'>GitHub Page</a>.",
 
  
  
    "result_a_label": "Revolutionary,Progressive,Reformist,Neutral,Conservative,Traditionalist,Reactionary",
    "result_b_label": "Laissez-Faire,Free Markets,Limited Regulation,Neutral,Regulationist,Interventionist,Planned Economy",
    "result_c_label": "Anarchist,Libertarian,Liberal,Neutral,Statist,Authoritarian,Totalitarian",
    "result_d_label": "Isolationism,Pacifism,Non-Aggressive,Neutral,Diplomatic Interventionism,Universalism,Imperialism"]",
    "result_e_label": "Theocrat,Theocrat,Religious Influence,Neutral,Anti-Clericalism,Seperation,Seperation",
    "result_f_label": "Transhumanism,Accelerationism,Pro-Technology,Neutral,Bioconservatism,Decelerationism,Primitivism",
    "result_g_label": "Monoculturalism,Nativism,Assimilationism,Neutral,Polyculturalism,Multiculturalism,Multiculturalism",
    "result_back": "Back",
    "index_b_start": "Click here to start!",
    
  
  
    "question_0": "Homosexuality is against my personal moral values.",
    "question_1": "A crackdown on pornography is beneficial to society.",
    "question_2": "The negatives of rapid reform outweighs its positives.",
    "question_3": "I disagree with most of the values that Progressivism advocates.",
    "question_4": "Generally speaking, equality of outcome is fairer than equality of opportunity.",
    "question_5": "Abortion should be legal as a woman has a right to kill a fetus.",
    "question_6": "A lot of traditional values are outdated.",
    "question_7": "I support (Third/Fourth) Wave Feminism.",
    "question_8": "The LGBT movement deserves more respect.",
    "question_9": "Racial discrimination is too high in Western countries.",
    "question_10": "The freer the markets, the freer the people.",
  
    "question_11": "Economic regulation causes economic stagnation and the overall reduction of productivity.",
    "question_12": "Most, if not all forms of taxation is theft.",
    "question_13": "The gain of the market directly correlate to the gain of the individual.",
    "question_14": "Government is a bigger cause of economic inequality than Capitalism is.",
    "question_15": "Capitalism will induce its own demise through contradictions that result in crisis.",
    "question_16": "A Laissez-Faire economy causes monopolies to form, and worsens class divide.",
    "question_17": "It is necessary for the government to intervene in the economy to protect its consumers.",
    "question_18": "We need to have more welfare compared to what we have currently.",
    "question_19": "The minimum wage should be increased.",
  
    "question_20": "The state should be abolished.",
    "question_21": "I would rather have a constitutional monarchy than an absolute monarchy.",
    "question_22": "I support a constitution that limits the state's power.",
    "question_23": "Rights are inalienable and natural, and do not come from the government.",
    "question_24": "The state can be best defined as a monopoly on violence and oppression.",
    "question_25": "A strong government is required for a safe society.",
    "question_26": "I prioritize security over liberty.",
    "question_27": "I prefer a unitary state over a federal state.",
    "question_28": "Theoretically, a morally good dictator would bring more good than bad.",
    "question_29": "Strong governments are more efficient than democratic governments.",
  
    "question_30": "My nation's ideals are better than most other nation's ideals.",
    "question_31": "The enemy of my enemy is my friend.",
    "question_32": "Foreign intervention is sometimes necessary.",
    "question_33": "Foreign officials have no right to dictate policy in another country.",
    "question_34": "Open borders between likeminded socialist countries is desirable.",
    "question_35": "We should avoid conflict when possible.",
    "question_36": "Political unions like the EU generally do more harm than good.",
    "question_37": "I support isolationism.",
    "question_38": "The War on Terror was a mistake.",
    "question_39": "My country spends too much money on the military.",
  
    "question_40": "Public schools should not advocate for any religious belief.",
    "question_41": "Religion should play a much smaller role compared to the present.",
    "question_42": "Churches should be taxed the same way as how most other organizations are taxed.",
    "question_43": "The church and state needs to be seperated.",
    "question_44": "Theocracy is tyranny.",
    "question_45": "There should be one or more official religion(s) in my country.",
    "question_46": "Public schools should teach students to be followers of my religion.",
    "question_47": "My nation is a religious nation.",
    "question_48": "Secularism is unhealthy for society.",
    "question_49": "If I can vote, I would consider the candidates' religious beliefs when voting.",
  
    "question_50": "Rapid technological advancement causes more harm than good.",
    "question_51": "Life before the industrial revolution was much better.",
    "question_52": "Modern urban life is unfulfilling because of technological development.",
    "question_53": "If given the choice, I would reject an extension of my lifespan by centuries.",
    "question_54": "Transhumanism is an absurd idea.",
    "question_55": "It is foolish to expect renewable energy sources to be able to replace fossil fuels.",
    "question_56": "We should accelerate our technological progress.",
    "question_57": "Promoting nuclear energy is more effective than implementing environmental regulations.",
    "question_58": "Transhumanism lets us overcome challenges of our human body, which is necessary for humanity to progress further.",
    "question_59": "Currently, people are too paranoid about AI.",
  
    "question_60": "Governments should be as concerned about foreign citizens as they are about those within their borders.",
    "question_61": "Most, if not all societies should be a blend of different cultures.",
    "question_62": "Borders should be as open as possible.",
    "question_63": "There shouldn't be an official language in my country.",
    "question_64": "Nativism is discriminatory in nature.",
    "question_65": "In general, immigrants are bad for the country.",
    "question_66": "Immigrants should be expected to learn the majority language of the country.",
    "question_67": "Immigrants can never really adapt to our way of life.",
    "question_68": "There should be a shared and unified cultural identity in my country.",
    "question_69": "If we accept migrants at all, it is important that they assimilate into our culture.",
  
    "ideology_Marxism-Leninism_name": "Marxism-Leninism",
    "ideology_Marxism-Leninism_desc": "Marxism-Leninism is a form of Marxism that was forged in the 20th century in the Soviet Union. Marxist-Leninists heavily favor the use of a communist political party as the platform for both achieving revolution and establishing socialism. Many Marxist-Leninists are somewhat more nationalistic and patriotic than many other Marxists, and may favor industrial progress over environmental goals.",
    "ideology_Orthodox-Marxism_name": "Orthodox Marxism",
    "ideology_Orthodox-Marxism_desc": "Orthodox Marxism is a form of Marxism that adopts views that conform to Marxist theory as it was originally written, particularily on the topic of dialectical materialism. Orthodox Marxists are highly revolutionary and internationalist and hold that nonindustrial societies are incapable of achieving socialism.",
    "ideology_Eco-Marxism_name": "Eco-Marxism",
    "ideology_Eco-Marxism_desc": "Eco-Marxism is a form of Orthodox Marxism more commonly found in the modern day that places a particular emphasis on environmental issues. Eco-Marxists generally favor central economic planning as a way of combating climate issues.",
    "ideology_Centrist-Marxism_name": "Centrist Marxism",
    "ideology_Centrist-Marxism_desc": "Centrist Marxism is a form of Marxism that adopts Marxist views on society and the economy while also refraining from taking a definitive position on revolution and reformism. Many Centrist Marxists may also be more nationalistic than other Marxists.",
    "ideology_Council-Communism_name": "Council Communism",
    "ideology_Council-Communism_desc": "Council Communism is a form of Left Communism that emerged in Germany and Holland in the early-20th century. Council Communists reject participation in liberal democracy, support spontaneous revolutions, and believe in disempowering political parties in favor of the workers' councils.",
    "ideology_Left-Communism_name": "Left Communism",
    "ideology_Left-Communism_desc": "Left Communism is a form of Marxism that leans towards so called ultra-left positions. These include unconditional support for revolution and internationalism, a rejection of unions and participation in liberal democracy, and a rejection of national liberation and self-determination.",
    "ideology_Anarcho-Communism_name": "Anarcho-Communism",
    "ideology_Anarcho-Communism_desc": "Anarcho-Communism is a form of anarchism that advocates for the abolition of capitalism and the state, as well as the collective ownership of the means of production. Anarcho-Communists support a decentralized economy and government, with Anarcho-Syndicalism being a common way of organizing such a society.",
    "ideology_Eco-Anarchism_name": "Eco-Anarchism",
    "ideology_Eco-Anarchism_desc": "Eco-Anarchism, or Green Anarchism, is a form of anarchism that places a particular emphasis on environmental issues. It is often linked to more distinct ideologies such as Anarcho-Syndicalism. Eco-Anarchists are generally revolutionary and support using a decentralized egalitarian economy to achieve environmental goals.",
    "ideology_Market-Anarchism_name": "Market Anarchism",
    "ideology_Market-Anarchism_desc": "Market Anarchism is a form of anarchism that mixes anarchist goals such as the abolition of hierarchy, the state and capitalism with heightened individualism and a moderate reformist approach. This should not be confused with Anarcho-Capitalism.",
    "ideology_Utopian-Socialism_name": "Utopian Socialism",
    "ideology_Utopian-Socialism_desc": "Utopian Socialism is a form of pre-Marxist socialism that believes highly in an egalitarian, moralistic and idealistic foundation for a socialist society. Utopian Socialists generally reject violent revolution and often believe the ruling class can be convinced to adopt socialism.",
    "ideology_Democratic-Socialism_name": "Democratic Socialism",
    "ideology_Democratic-Socialism_desc": "Democratic Socialism is a form of socialism that seeks to utilize liberal democracy as a means to achieve a socialist economy and society. Democratic Socialists reject revolution and a centrally planned economy, instead supporting moderate social ownership in the form of publicly owned utilities and democratic workplace self-management.",
    "ideology_Social-Democracy_name": "Social Democracy",
    "ideology_Social-Democracy_desc": "Social Democracy is a centre-left ideology that advocates for mixing left-leaning values such as social welfare and corporate regulation with capitalism and liberal democracy in the form of a mixed economy. Many modern Social Democrats favor Keynesian economics.",
    "ideology_Left-Wing-Nationalism_name": "Left-Wing Nationalism",
    "ideology_Left-Wing-Nationalism_desc": "Left-Wing Nationalism is an ideology that mixes left-wing economics with non-xenophobic nationalism and patriotism. Many Left-Wing Nationalists are simultaneously supportive of international solidarity, and may be supportive of armed struggle."
}
